#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ !
Ġ `
d o
u p
w n
Ġ do
Ġ up
Ġdo wn
Ġ a
Ġ _
0 0
0 1
0 2
0 3
0 4
0 5
0 6
0 7
0 8
0 9
1 0
1 1
1 2
1 3
Ġ ^
Ġ ]
Ġ [
Ġ "
Ġ \
Ġ #
Ġ A
Ġ Y
Ġ Z
Ġ $
Ġ %
Ġ P
Ġ &
Ġ (
Ġ X
Ġ V
Ġ '
Ġ K
Ġ R
Ġ 1
Ġ W
Ġ 6
Ġ *
Ġ +
Ġ U
Ġ /
Ġ S
Ġ -
Ġ T
Ġ )
Ġ Q
Ġ D
Ġ ,
Ġ 0
Ġ =
Ġ F
Ġ L
Ġ N
Ġ I
Ġ G
Ġ C
Ġ O
Ġ E
Ġ M
Ġ .
Ġ 2
Ġ <
Ġ 8
Ġ ?
Ġ H
Ġ 3
Ġ 4
Ġ >
Ġ B
Ġ 9
Ġ ;
Ġ 5
Ġ :
Ġ @
Ġ 7
Ġ J
