{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true},"post_processor":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":false},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"model":{"dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"</s>":0,"<pad>":1,"!":2,"\"":3,"#":4,"$":5,"%":6,"&":7,"'":8,"(":9,")":10,"*":11,"+":12,",":13,"-":14,".":15,"/":16,"0":17,"1":18,"2":19,"3":20,"4":21,"5":22,"6":23,"7":24,"8":25,"9":26,":":27,";":28,"<":29,"=":30,">":31,"?":32,"@":33,"A":34,"B":35,"C":36,"D":37,"E":38,"F":39,"G":40,"H":41,"I":42,"J":43,"K":44,"L":45,"M":46,"N":47,"O":48,"P":49,"Q":50,"R":51,"S":52,"T":53,"U":54,"V":55,"W":56,"X":57,"Y":58,"Z":59,"[":60,"\\":61,"]":62,"^":63,"_":64,"`":65,"a":66,"b":67,"c":68,"d":69,"e":70,"f":71,"g":72,"h":73,"i":74,"j":75,"k":76,"l":77,"m":78,"n":79,"o":80,"p":81,"q":82,"r":83,"s":84,"t":85,"u":86,"v":87,"w":88,"x":89,"y":90,"z":91,"{":92,"|":93,"}":94,"~":95,"¡":96,"¢":97,"£":98,"¤":99,"¥":100,"¦":101,"§":102,"¨":103,"©":104,"ª":105,"«":106,"¬":107,"®":108,"¯":109,"°":110,"±":111,"²":112,"³":113,"´":114,"µ":115,"¶":116,"·":117,"¸":118,"¹":119,"º":120,"»":121,"¼":122,"½":123,"¾":124,"¿":125,"À":126,"Á":127,"Â":128,"Ã":129,"Ä":130,"Å":131,"Æ":132,"Ç":133,"È":134,"É":135,"Ê":136,"Ë":137,"Ì":138,"Í":139,"Î":140,"Ï":141,"Ð":142,"Ñ":143,"Ò":144,"Ó":145,"Ô":146,"Õ":147,"Ö":148,"×":149,"Ø":150,"Ù":151,"Ú":152,"Û":153,"Ü":154,"Ý":155,"Þ":156,"ß":157,"à":158,"á":159,"â":160,"ã":161,"ä":162,"å":163,"æ":164,"ç":165,"è":166,"é":167,"ê":168,"ë":169,"ì":170,"í":171,"î":172,"ï":173,"ð":174,"ñ":175,"ò":176,"ó":177,"ô":178,"õ":179,"ö":180,"÷":181,"ø":182,"ù":183,"ú":184,"û":185,"ü":186,"ý":187,"þ":188,"ÿ":189,"Ā":190,"ā":191,"Ă":192,"ă":193,"Ą":194,"ą":195,"Ć":196,"ć":197,"Ĉ":198,"ĉ":199,"Ċ":200,"ċ":201,"Č":202,"č":203,"Ď":204,"ď":205,"Đ":206,"đ":207,"Ē":208,"ē":209,"Ĕ":210,"ĕ":211,"Ė":212,"ė":213,"Ę":214,"ę":215,"Ě":216,"ě":217,"Ĝ":218,"ĝ":219,"Ğ":220,"ğ":221,"Ġ":222,"ġ":223,"Ģ":224,"ģ":225,"Ĥ":226,"ĥ":227,"Ħ":228,"ħ":229,"Ĩ":230,"ĩ":231,"Ī":232,"ī":233,"Ĭ":234,"ĭ":235,"Į":236,"į":237,"İ":238,"ı":239,"Ĳ":240,"ĳ":241,"Ĵ":242,"ĵ":243,"Ķ":244,"ķ":245,"ĸ":246,"Ĺ":247,"ĺ":248,"Ļ":249,"ļ":250,"Ľ":251,"ľ":252,"Ŀ":253,"ŀ":254,"Ł":255,"ł":256,"Ń":257,"ĠT":258,"er":259,"in":260,"ĠA":261,"ĠS":262,"es":263,"ĠC":264,"an":265,"on":266,"or":267,"ĠW":268,"he":269,"ĠB":270,"ĠF":271,"ĠI":272,"ar":273,"ĠM":274,"at":275,"ing":276,"en":277,"ĠP":278,"ĠO":279,"ĠD":280,"ou":281,"ĠH":282,"al":283,"ĠR":284,"it":285,"is":286,"ed":287,"ĠL":288,"ic":289,"ĠTo":290,"ĠG":291,"re":292,"om":293,"ĠThe":294,"il":295,"ĠIn":296,"ĠN":297,"as":298,"el":299,"ĠE":300,"'s":301,"ay":302,"et":303,"ion":304,"ow":305,"le":306,"ĠY":307,"ac":308,"ot":309,"ĠOf":310,"st":311,"ĠSt":312,"id":313,"ol":314,"nd":315,"am":316,"ent":317,"ĠTh":318,"Ġt":319,"ĠYou":320,"Ġ'":321,"ĠRe":322,"ig":323,"ĠTr":324,"um":325,"ur":326,"ut":327,"ĠFor":328,"ve":329,"ers":330,"and":331,"ad":332,"ir":333,"ĠU":334,"est":335,"ĠK":336,"ĠIs":337,"ĠOn":338,"Ġ(":339,"ter":340,"ly":341,"ak":342,"im":343,"ec":344,"ess":345,"oo":346,"ill":347,"ĠJ":348,"ĠPr":349,"ĠV":350,"ĠAnd":351,"us":352,"ith":353,"ĠCh":354,"ĠNe":355,"The":356,"ts":357,"th":358,"ver":359,"ĠBe":360,"ĠSh":361,"op":362,"ump":363,"ĠWh":364,"ch":365,"ĠWith":366,"ge":367,"os":368,"ce":369,"ld":370,"Ġthe":371,"ear":372,"iv":373,"ation":374,"ul":375,"ate":376,"ĠFr":377,"igh":378,"ĠDe":379,"Ġto":380,"if":381,"un":382,"ist":383,"of":384,"OT":385,"PH":386,"ĠYour":387,"ap":388,"OTO":389,"ĠTrump":390,"PHOTO":391,"ack":392,"ie":393,"oc":394,"ab":395,"ĠAn":396,"ĠAt":397,"ip":398,"ee":399,"for":400,"all":401,"out":402,"ia":403,"ĠAb":404,"Ġof":405,"PHOTOS":406,"ain":407,"ies":408,"ĠNew":409,"ĠCon":410,"ays":411,"ĠWor":412,"ĠAl":413,"ost":414,"ct":415,"end":416,"ĠSp":417,"em":418,"Ġand":419,"Wh":420,"ight":421,"Ġ2":422,"ĠCl":423,"ity":424,"mer":425,"ans":426,"ous":427,"ĠHe":428,"ake":429,"ĠSu":430,"'t":431,"âĢ":432,"ĠFrom":433,"ks":434,"ust":435,"ĠCom":436,"ore":437,"ive":438,"av":439,"ĠIt":440,"ĠAbout":441,"ood":442,"ould":443,"ud":444,"ĠEx":445,"ey":446,"ag":447,"ard":448,"ĠAre":449,"her":450,"ĠBr":451,"ast":452,"ob":453,"ant":454,"ĠPar":455,"ĠAs":456,"ĠAf":457,"og":458,"ĠCan":459,"Ġa":460,"ort":461,"ĠPl":462,"ide":463,"od":464,"ĠThat":465,"ĠCr":466,"ind":467,"our":468,"ĠLe":469,"Ġin":470,"ĠWe":471,"ep":472,"ice":473,"ial":474,"ome":475,"ik":476,"How":477,"ian":478,"ĠDr":479,"ect":480,"ĠAr":481,"ere":482,"ĠOut":483,"ĠDon":484,"Ġ1":485,"âĢĻ":486,"ĠBl":487,"Ġ20":488,"ĠSe":489,"Th":490,"ave":491,"ell":492,"ĠAd":493,"ĠMar":494,"Ġfor":495,"ment":496,"ine":497,"ov":498,"ald":499,"ĠDo":500,"pp":501,"ook":502,"gh":503,"ĠGr":504,"ĠNot":505,"ary":506,"ĠAfter":507,"iz":508,"ail":509,"ĠThis":510,"ĠGet":511,"EO":512,"ally":513,"ĠCar":514,"meric":515,"ash":516,"ace":517,"ĠUp":518,"ub":519,"ID":520,"Ġ201":521,"ings":522,"aw":523,"ĠOff":524,"ĠRep":525,"age":526,"ĠWill":527,"ĠUn":528,"ĠDay":529,"ry":530,"ĠMe":531,"IDEO":532,"ĠHer":533,"ress":534,"ĠSc":535,"eek":536,"ĠWom":537,"mp":538,"ove":539,"ong":540,"ass":541,"reat":542,"ue":543,"ions":544,"ĠMore":545,"hen":546,"VIDEO":547,"ound":548,"ton":549,"ick":550,"ĠMy":551,"ĠOver":552,"ib":553,"ild":554,"Tr":555,"ens":556,"ĠHis":557,"ĠWhat":558,"own":559,"ite":560,"ĠDis":561,"ence":562,"ĠTe":563,"per":564,"ons":565,"ff":566,"ĠGo":567,"ure":568,"ents":569,"ĠHow":570,"uc":571,"ife":572,"ĠSays":573,"ĠPol":574,"ĠUs":575,"alth":576,"ike":577,"ew":578,"ĠBy":579,"St":580,"ĠRes":581,"ĠAll":582,"ĠAg":583,"ĠMake":584,"ĠQ":585,"ime":586,"ĠPh":587,"ign":588,"pl":589,"ĠAmeric":590,"ĠWho":591,"oy":592,"ĠShow":593,"art":594,"ĠYear":595,"ond":596,"ors":597,"ĠRec":598,"ĠBest":599,"ra":600,"ame":601,"Why":602,"ber":603,"ĠEn":604,"ele":605,"ĠCol":606,"ĠPe":607,"ĠWeek":608,"oun":609,"ĠMan":610,"ĠEver":611,"ach":612,"ire":613,"ning":614,"ĠHave":615,"ath":616,"bam":617,"ĠTw":618,"one":619,"ĠFl":620,"ĠKid":621,"What":622,"ĠKn":623,"Ġ-":624,"ĠAc":625,"ĠJust":626,"ĠHealth":627,"ĠWorld":628,"ĠThan":629,"app":630,"ance":631,"ting":632,"ĠHas":633,"up":634,"This":635,"ĠFir":636,"ory":637,"ang":638,"ool":639,"ty":640,"..":641,"ĠDonald":642,"ĠInt":643,"ĠOr":644,"ict":645,"ĠWomen":646,"ĠMom":647,"ink":648,"iss":649,"ĠHel":650,"ople":651,"ese":652,"00":653,"oot":654,"ish":655,"Trump":656,"ĠStud":657,"ĠNeed":658,"ĠPer":659,"ĠAct":660,"az":661,"ĠWar":662,"ding":663,"als":664,"ock":665,"ĠLife":666,"amp":667,"ating":668,"Ch":669,"ĠOne":670,"ĠShould":671,"br":672,"ĠWork":673,"ll":674,"ĠPre":675,"ouse":676,"qu":677,"ates":678,"In":679,"ations":680,"are":681,"ĠHelp":682,"ough":683,"ĠLike":684,"ĠGu":685,"akes":686,"ĠQu":687,"bama":688,"au":689,"Ġon":690,"ĠPeople":691,"ĠAtt":692,"ĠPres":693,"able":694,"ĠMay":695,"ner":696,"ĠChild":697,"lic":698,"Don":699,"ĠSur":700,"ĠBack":701,"ise":702,"ĠSec":703,"ident":704,"ĠWas":705,"ips":706,"ĠCould":707,"man":708,"ĠKids":709,"ets":710,"ase":711,"oss":712,"ĠFirst":713,"ĠStr":714,"atch":715,"air":716,"anc":717,"ĠTheir":718,"ich":719,"ĠHol":720,"ĠWhy":721,"its":722,"ĠTime":723,"ĠAgain":724,"other":725,"ri":726,"ĠKnow":727,"ful":728,"ĠPhot":729,"irl":730,"ĠSch":731,"ĠWin":732,"ĠAm":733,"Ġ--":734,"ĠBut":735,"ĠWays":736,"ĠCo":737,"aking":738,"ĠMost":739,"lect":740,"ĠMed":741,"ĠApp":742,"ree":743,"ug":744,"ĠOur":745,"ork":746,"ern":747,"ĠCont":748,"ĠAw":749,"ublic":750,"ants":751,"ĠSex":752,"ĠBre":753,"iving":754,"ĠAcc":755,"ious":756,"act":757,"inton":758,"ĠLove":759,"ĠNo":760,"ren":761,"ĠTal":762,"ĠMon":763,"ĠJo":764,"ical":765,"ĠCall":766,"ives":767,"etter":768,"ĠLaw":769,"amil":770,"ade":771,"ĠThings":772,"urn":773,"ism":774,"ĠStar":775,"ĠEm":776,"ord":777,"ĠFind":778,"ange":779,"orn":780,"ose":781,"ĠSw":782,"ĠEvery":783,"ĠIns":784,"ĠWed":785,"An":786,"OP":787,"Ġ5":788,"ĠImp":789,"itt":790,"ĠDiv":791,"ĠInter":792,"ĠClinton":793,"les":794,"ĠMus":795,"ower":796,"ĠShe":797,"ĠOp":798,"att":799,"rist":800,"ĠEv":801,"ĠSo":802,"10":803,"ina":804,"ĠHome":805,"ĠInto":806,"ĠBig":807,"elf":808,"uss":809,"ĠWhen":810,"ĠFood":811,"ĠFe":812,"ĠPlan":813,"els":814,"ĠHapp":815,"ah":816,"ĠBec":817,"rat":818,"ĠVot":819,"Ġ&":820,"ria":821,"hn":822,"ĠLook":823,"ro":824,"Donald":825,"cer":826,"ĠKill":827,"ĠBlack":828,"ĠPresident":829,"ĠNow":830,"elebr":831,"ĠHouse":832,"ics":833,"ĠDem":834,"oll":835,"ĠChe":836,"ists":837,"old":838,"New":839,"ĠWay":840,"ĠSm":841,"ual":842,"aul":843,"day":844,"ĠSay":845,"ĠDown":846,"pr":847,"ope":848,"ĠFamil":849,"ĠBill":850,"my":851,"Ġ$":852,"ely":853,"ĠSty":854,"augh":855,"iew":856,"Ġ3":857,"ason":858,"ĠSchool":859,"avel":860,"ĠHear":861,"ĠChar":862,"ĠGl":863,"ĠThr":864,"ends":865,"ĠAmerica":866,"ĠSl":867,"ĠUnd":868,"ims":869,"ok":870,"ĠObama":871,"Pr":872,"ĠEnd":873,"ĠComm":874,"ĠâĢ":875,"ĠVide":876,"use":877,"ĠPlay":878,"ĠBan":879,"enn":880,"ĠCare":881,"ax":882,"son":883,"ĠWedding":884,"ĠLead":885,"ĠProt":886,"ĠDoes":887,"se":888,"ĠBab":889,"ĠDec":890,"ĠThey":891,"ĠDes":892,"ĠSer":893,"ĠGood":894,"aut":895,"ĠHar":896,"ĠArt":897,"get":898,"ĠCamp":899,"illary":900,"ount":901,"ĠReal":902,"io":903,"ĠRo":904,"ĠReport":905,"ĠWant":906,"ĠCour":907,"ile":908,"form":909,"ne":910,"ĠFin":911,"land":912,"ĠDef":913,"uff":914,"wn":915,"ĠBus":916,"ĠId":917,"ĠProb":918,"ti":919,"eth":920,"ĠTravel":921,"ities":922,"ĠRem":923,"ights":924,"ott":925,"imate":926,"fect":927,"ĠComp":928,"ĠGirl":929,"ger":930,"ĠWr":931,"orce":932,"ams":933,"ĠAgainst":934,"ric":935,"Ġ10":936,"ther":937,"ĠIm":938,"int":939,"ĠTrans":940,"ale":941,"ashion":942,"ater":943,"ames":944,"ĠRel":945,"ret":946,"ness":947,"ĠMov":948,"ĠChange":949,"ĠStudy":950,"ational":951,"ix":952,"ĠSy":953,"oup":954,"ĠWhite":955,"ney":956,"ĠSk":957,"Here":958,"ĠDeb":959,"ĠUnder":960,"ĠMill":961,"ĠShoot":962,"ĠVideo":963,"iday":964,"ĠElect":965,"ocrat":966,"pect":967,"ĠCelebr":968,"ĠZ":969,"eep":970,"ĠAttack":971,"ather":972,"uring":973,"ĠSupp":974,"ĠHigh":975,"'re":976,"ĠGOP":977,"ĠTips":978,"...":979,"ĠGay":980,"ĠYears":981,"ated":982,"ĠRef":983,"ĠState":984,"co":985,"ĠStill":986,"ĠDead":987,"Re":988,"af":989,"ĠFamily":990,"ĠSand":991,"ĠYork":992,"ition":993,"ox":994,"ĠFace":995,"ĠChrist":996,"ĠReally":997,"Ġat":998,"ĠNews":999,"ĠInv":1000,"ull":1001,"ying":1002,"ĠSee":1003,"iness":1004,"ĠInd":1005,"ĠDeath":1006,"ĠEd":1007,"uck":1008,"und":1009,"ĠRet":1010,"ark":1011,"ĠWoman":1012,"een":1013,"ĠSome":1014,"ĠRecip":1015,"eet":1016,"ĠInc":1017,"riage":1018,"ĠAdv":1019,"ible":1020,"ĠBaby":1021,"err":1022,"ĠSum":1023,"ĠFall":1024,"ĠPart":1025,"ĠShows":1026,"ĠTake":1027,"sc":1028,"ĠMen":1029,"ĠâĢĺ":1030,"leep":1031,"ĠLess":1032,"ĠRun":1033,"ĠSuper":1034,"ĠPo":1035,"view":1036,"orth":1037,"ĠBir":1038,"ody":1039,"ĠDress":1040,"ett":1041,"ms":1042,"enc":1043,"ĠIts":1044,"Sh":1045,"king":1046,"ĠWon":1047,"olut":1048,"ĠConf":1049,"ĠLeg":1050,"ĠSpe":1051,"ĠFashion":1052,"rem":1053,"ĠStyle":1054,"ĠBu":1055,"by":1056,"ĠRed":1057,"ĠBeing":1058,"ier":1059,"leg":1060,"ĠPolice":1061,"ĠPhotos":1062,"ĠBetter":1063,"ling":1064,"ĠTop":1065,"ĠStop":1066,"ĠCourt":1067,"ĠBeaut":1068,"Is":1069,"ĠGets":1070,"ĠBar":1071,"ĠFight":1072,"ĠIf":1073,"erson":1074,"ied":1075,"xt":1076,"gn":1077,"pt":1078,"ĠPower":1079,"Ġ4":1080,"ift":1081,"ĠChildren":1082,"ĠDid":1083,"ivers":1084,"ned":1085,"Year":1086,"ins":1087,"ĠWould":1088,"ery":1089,"ĠPost":1090,"oth":1091,"ady":1092,"ĠDivorce":1093,"ĠContr":1094,"Bl":1095,"ĠLear":1096,"ĠHot":1097,"ooks":1098,"ards":1099,"ĠParent":1100,"fore":1101,"iff":1102,"pir":1103,"ĠDuring":1104,"Old":1105,"itter":1106,"ĠStep":1107,"ĠTell":1108,"ĠAnn":1109,"ĠRepublic":1110,"ult":1111,"ĠOffic":1112,"gest":1113,"ĠExpl":1114,"ute":1115,"olog":1116,"ĠFil":1117,"ĠMiss":1118,"ĠFinds":1119,"hip":1120,"ene":1121,"ĠToo":1122,"hel":1123,"aid":1124,"ĠMin":1125,"ues":1126,"ĠReve":1127,"ĠCancer":1128,"ĠBreak":1129,"We":1130,"ĠGreat":1131,"ĠHist":1132,"ĠBefore":1133,"aign":1134,"ĠMarriage":1135,"ĠSen":1136,"ĠRight":1137,"ream":1138,"ands":1139,"Americ":1140,"der":1141,"ines":1142,"ĠGun":1143,"ĠOther":1144,"ures":1145,"ĠIde":1146,"ĠParents":1147,"ris":1148,"AT":1149,"ĠSing":1150,"ĠMc":1151,"ĠCampaign":1152,"ex":1153,"ĠRis":1154,"Br":1155,"ĠMem":1156,"ĠDep":1157,"ĠNight":1158,"uch":1159,"ush":1160,"ĠCons":1161,"ĠQuest":1162,"ĠKeep":1163,"ert":1164,"ĠSupport":1165,"ĠAmerican":1166,"ĠMod":1167,"ĠOwn":1168,"ĠAss":1169,"ĠAir":1170,"ĠPolit":1171,"ĠWants":1172,"ĠSoc":1173,"iet":1174,"ones":1175,"ĠMakes":1176,"ĠAny":1177,"ĠHeart":1178,"ause":1179,"Ġ7":1180,"ĠMor":1181,"ĠHere":1182,"ech":1183,"ĠAnti":1184,"cess":1185,"It":1186,"ĠNever":1187,"acy":1188,"asons":1189,"Ġ2012":1190,"ĠDemocrat":1191,",'":1192,"ĠSummer":1193,"ief":1194,"LL":1195,"ĠSleep":1196,"ĠSeason":1197,"igr":1198,"ĠMil":1199,"uct":1200,"My":1201,"ane":1202,"ĠCal":1203,"These":1204,"ĠBad":1205,"ĠRuss":1206,"ĠLong":1207,"ges":1208,"ank":1209,"con":1210,"ĠHom":1211,"ĠMother":1212,"unch":1213,"outh":1214,"ĠEar":1215,"ĠSn":1216,"ender":1217,"ĠDel":1218,"ĠClimate":1219,"ĠSecret":1220,"ĠPat":1221,"ĠPerfect":1222,"ram":1223,"any":1224,"ĠInst":1225,"Ġ6":1226,"BT":1227,"ails":1228,"ĠTax":1229,"ĠFound":1230,"ĠDad":1231,"ĠGuide":1232,"Jo":1233,"ĠBoy":1234,"ize":1235,"ĠRecipes":1236,"ĠDog":1237,"vern":1238,"ĠOpen":1239,"ĠEas":1240,"ĠProtest":1241,"ĠBirth":1242,"Con":1243,"ann":1244,"Be":1245,"GBT":1246,"gy":1247,"ient":1248,"ĠElection":1249,"ĠHillary":1250,"idd":1251,"ops":1252,"red":1253,"ittle":1254,"ĠReasons":1255,"For":1256,"ience":1257,"ĠStory":1258,"hed":1259,"ows":1260,"ĠFri":1261,"ĠParty":1262,"uth":1263,"aces":1264,"gress":1265,"ĠThink":1266,"ĠCity":1267,"ĠMade":1268,"iol":1269,"iest":1270,"ĠCla":1271,"ians":1272,"ĠResp":1273,"ĠPut":1274,"ĠThem":1275,"ĠSim":1276,"ĠThese":1277,"ains":1278,"Ġ9":1279,"orts":1280,"aughter":1281,"ĠDoesn":1282,"edly":1283,"ĠFun":1284,"ĠHair":1285,"ĠVict":1286,"ĠCalls":1287,"ars":1288,"ĠTim":1289,"ĠMillion":1290,"ler":1291,"ĠCount":1292,"ĠDeal":1293,"ph":1294,"ĠGen":1295,"eg":1296,"ĠTurn":1297,"ĠHead":1298,"ĠCle":1299,"ĠBel":1300,"ital":1301,"ds":1302,"ional":1303,"ĠImm":1304,"ĠCost":1305,"Watch":1306,"ĠGre":1307,"way":1308,"ĠSon":1309,"ĠJob":1310,"ats":1311,"mas":1312,"ĠLa":1313,"etw":1314,"ley":1315,"And":1316,"lymp":1317,"ĠVis":1318,"ĠConv":1319,"aving":1320,"reme":1321,"hood":1322,"ĠAlleg":1323,"ĠBeh":1324,"ĠNext":1325,"bs":1326,"eral":1327,"ĠMa":1328,"ĠGot":1329,"ĠLive":1330,"Fr":1331,"ears":1332,"ĠCongress":1333,"uge":1334,"ares":1335,"oes":1336,"ĠCap":1337,"ĠRac":1338,"ĠPay":1339,"ĠGovern":1340,"ĠBusiness":1341,"ĠHim":1342,"avor":1343,"ĠDoc":1344,"Mar":1345,"Obama":1346,"ĠTest":1347,"ĠTerr":1348,"ipp":1349,"ĠTakes":1350,"lege":1351,"000":1352,"iver":1353,"ĠThrough":1354,"less":1355,"You":1356,"ĠShooting":1357,"ĠArr":1358,"ĠLast":1359,"ĠEl":1360,"ĠCand":1361,"ĠHon":1362,"ĠRest":1363,"ĠCut":1364,"ĠStor":1365,"ĠStre":1366,"book":1367,"ĠExper":1368,"IS":1369,"eal":1370,"ĠLat":1371,"Ġ2013":1372,"ually":1373,"ĠProble":1374,"ĠHistory":1375,"ĠWal":1376,"ĠProp":1377,"ĠSign":1378,"ince":1379,"ĠAp":1380,"ĠMoney":1381,"ape":1382,"ĠJohn":1383,"ĠSanders":1384,"ĠNational":1385,"ĠViol":1386,"ĠExp":1387,"ĠMuch":1388,"line":1389,"ĠMedia":1390,"ball":1391,"Rep":1392,"ĠVal":1393,"iforn":1394,"ron":1395,"Ġ8":1396,"ft":1397,"ĠSexual":1398,"ĠRa":1399,"ma":1400,"ĠMag":1401,"ĠHad":1402,"ĠMusic":1403,"olution":1404,"lor":1405,"ĠLittle":1406,"ĠGame":1407,"ĠGetting":1408,"As":1409,"ĠMess":1410,"ĠRights":1411,"ison":1412,"ĠHoliday":1413,"Man":1414,"ĠInvest":1415,"ĠFilm":1416,"ĠRob":1417,"ĠHum":1418,"ising":1419,"ĠSuc":1420,"ifornia":1421,"ĠMind":1422,"Wom":1423,"oon":1424,"ĠSurpr":1425,"ĠLooks":1426,"ys":1427,"Ġ\"":1428,"ĠTalk":1429,"When":1430,"ĠFar":1431,"ative":1432,"ĠList":1433,"ĠEmp":1434,"orr":1435,"Ar":1436,"ĠDaughter":1437,"ĠTwo":1438,"earch":1439,"ernie":1440,"ĠCreat":1441,"ĠTwitter":1442,"De":1443,"ĠAdd":1444,"'ve":1445,"ĠOlymp":1446,"owing":1447,"ĠWithout":1448,"On":1449,"over":1450,"ality":1451,"ĠCover":1452,"ĠPass":1453,"opp":1454,"erv":1455,"yn":1456,"ĠFut":1457,"ĠIsn":1458,"yan":1459,"ĠDays":1460,"Ġ2014":1461,"Post":1462,"uit":1463,"Ġor":1464,"ĠWall":1465,"thing":1466,"ĠWorst":1467,"ĠDisc":1468,"ĠIntern":1469,"ael":1470,"'ll":1471,"ĠSelf":1472,"ator":1473,"ĠLost":1474,"ĠBeauty":1475,"ana":1476,"ĠThing":1477,"ĠCru":1478,"ĠDet":1479,"ĠOnly":1480,"ĠLet":1481,"ĠChristmas":1482,"ĠSal":1483,"ĠPerson":1484,"Sc":1485,"aff":1486,"ony":1487,"ĠOld":1488,"let":1489,"ĠSug":1490,"ĠAmericans":1491,"ĠFavor":1492,"ĠAdm":1493,"ĠNorth":1494,"ĠMust":1495,"ĠLetter":1496,"ĠChang":1497,"ĠEven":1498,"Ex":1499,"ĠSurv":1500,"PO":1501,"ĠGive":1502,"ments":1503,"ĠThreat":1504,"ĠCollege":1505,"ĠHall":1506,"used":1507,"ĠGlob":1508,"eor":1509,"ven":1510,"ĠMaking":1511,"ĠSpr":1512,"overs":1513,"ward":1514,"ĠStart":1515,"ĠBo":1516,"'m":1517,"vel":1518,"ĠFuture":1519,"Ph":1520,"ĠDrug":1521,"Ġ2016":1522,"ĠOfficial":1523,"ĠFree":1524,"ĠLGBT":1525,"ĠWhere":1526,"ĠReg":1527,"ĠAround":1528,"ĠPhoto":1529,"ĠTV":1530,"ises":1531,"ĠThere":1532,"ĠEp":1533,"ury":1534,"ĠTeach":1535,"ĠRul":1536,"ention":1537,"fl":1538,"ĠMark":1539,"iel":1540,"20":1541,"ĠMight":1542,"eets":1543,"ĠTour":1544,"ĠIdeas":1545,"ĠProm":1546,"ival":1547,"ĠClass":1548,"ĠRace":1549,"ited":1550,"omb":1551,"ĠDidn":1552,"ĠImmigr":1553,"ird":1554,"anger":1555,"ĠFem":1556,"allen":1557,"irect":1558,"ran":1559,"ĠTreat":1560,"ichael":1561,"11":1562,"off":1563,"here":1564,"ardash":1565,"ĠTeen":1566,"ĠBeen":1567,"ĠDebate":1568,"ĠVir":1569,"ĠThanks":1570,"ĠRele":1571,"ĠUse":1572,"ĠRisk":1573,"oid":1574,"ĠInspir":1575,"ico":1576,"ĠVac":1577,"ĠMovie":1578,"ĠWatch":1579,"ida":1580,"Tw":1581,"ĠBody":1582,"ĠTur":1583,"ĠGroup":1584,"ĠEng":1585,"He":1586,"ST":1587,"ĠSte":1588,"ĠStress":1589,"Ġan":1590,"ĠGoing":1591,"Cl":1592,"ĠFire":1593,"ĠKardash":1594,"ogr":1595,"oves":1596,"ĠBow":1597,"ĠAv":1598,"ĠHur":1599,"ĠChallen":1600,"ĠSup":1601,"ĠVote":1602,"ides":1603,"ĠSus":1604,"ĠMass":1605,"ĠCris":1606,"ĠDesign":1607,"ĠSave":1608,"ĠSaf":1609,"ington":1610,"ĠDiff":1611,"ĠHard":1612,"iting":1613,"ases":1614,"itch":1615,"ĠYoun":1616,"ĠWere":1617,"wood":1618,"ĠSouth":1619,"ĠCase":1620,"ces":1621,"ĠFre":1622,"ĠWest":1623,"ĠWhile":1624,"ĠTalks":1625,"ĠGold":1626,"ĠTweets":1627,"ĠArrest":1628,"Hillary":1629,"Top":1630,"Ġw":1631,"omin":1632,"ĠGoes":1633,"ĠReveals":1634,"Un":1635,"ĠCook":1636,"oming":1637,"uffPost":1638,"ĠQue":1639,"ĠActually":1640,"ĠMove":1641,"istr":1642,"yp":1643,"ĠKim":1644,"ĠKore":1645,"oub":1646,"ĠJour":1647,"ĠWrong":1648,"ĠMur":1649,"ĠDirect":1650,"ĠSocial":1651,"Al":1652,"aur":1653,"ĠCommun":1654,"Sp":1655,"ĠBecause":1656,"ĠMidd":1657,"ĠLiving":1658,"SA":1659,"aster":1660,"ĠStand":1661,"ects":1662,"ĠHealthy":1663,"ĠCrisis":1664,"To":1665,"ĠInterview":1666,"ĠCent":1667,"ĠWeight":1668,"ĠFeel":1669,"ĠRelations":1670,"John":1671,"Ad":1672,"ility":1673,"Are":1674,"gle":1675,"ense":1676,"ĠBook":1677,"ĠSimp":1678,"ĠKardashian":1679,"Ã©":1680,"ior":1681,"ĠWater":1682,"ĠBur":1683,"No":1684,"erg":1685,"eter":1686,"ĠCandid":1687,"eless":1688,"Ġv":1689,"ont":1690,"ĠDen":1691,"ĠEat":1692,"ĠRead":1693,"ĠPro":1694,"ĠLos":1695,"ai":1696,"ots":1697,"ĠAnother":1698,"ĠEmail":1699,"ĠHappen":1700,"ĠFail":1701,"ĠStudents":1702,"ĠStreet":1703,"ĠWear":1704,"ĠRound":1705,"Car":1706,"Gr":1707,"ought":1708,"ĠKilled":1709,"ĠFather":1710,"ĠMonth":1711,"ency":1712,"SN":1713,"ĠCur":1714,"ĠBehind":1715,"ĠSpeech":1716,"Bill":1717,"ude":1718,"ĠMorning":1719,"led":1720,"ĠRock":1721,"gan":1722,"inks":1723,"ental":1724,"ĠRev":1725,"ĠOffice":1726,"ĠFavorite":1727,"ember":1728,"':":1729,"ĠPast":1730,"Can":1731,"ĠFear":1732,"ĠSong":1733,"ecut":1734,"ĠProd":1735,"ried":1736,"ĠTimes":1737,"ming":1738,"yl":1739,"ĠExt":1740,"ĠLives":1741,"icks":1742,"ĠPain":1743,"ĠSuccess":1744,"ĠSet":1745,"ĠPregn":1746,"ĠStars":1747,"ny":1748,"ĠIss":1749,"ĠTeam":1750,"atter":1751,"ĠMeet":1752,"ĠAsk":1753,"ĠCrit":1754,"ĠSol":1755,"ites":1756,"ĠKey":1757,"Dem":1758,"urity":1759,"immy":1760,"ĠDin":1761,"ama":1762,"ject":1763,"side":1764,"ĠPublic":1765,"ĠGives":1766,"ĠGirls":1767,"ĠPot":1768,"ĠStates":1769,"ĠJud":1770,"ized":1771,"acare":1772,"uses":1773,"bamacare":1774,"ĠRepublicans":1775,"ĠNeeds":1776,"ĠViolence":1777,"ĠStay":1778,"ĠLeaders":1779,"CH":1780,"vey":1781,"Ġ19":1782,"ĠAmaz":1783,"ĠOsc":1784,"ĠHand":1785,"ĠProtect":1786,"ged":1787,"ĠAway":1788,"ĠReturn":1789,"Dr":1790,"ĠBey":1791,"ably":1792,"ĠYoung":1793,"gin":1794,"Ġ#":1795,"ages":1796,"ĠMean":1797,"ounds":1798,"jor":1799,"ĠCountry":1800,"ĠSpring":1801,"ĠDiffer":1802,"med":1803,"ĠCy":1804,"ĠSenate":1805,"ĠClaims":1806,"erm":1807,"ĠMis":1808,"ĠLink":1809,"unt":1810,"ĠCome":1811,"aught":1812,"orable":1813,"ider":1814,"imin":1815,"ĠPerform":1816,"bert":1817,"ĠPropos":1818,"ves":1819,"ĠHost":1820,"ending":1821,"Do":1822,"ino":1823,"ĠCre":1824,"elly":1825,"ĠCompl":1826,"ĠCalifornia":1827,"Ġwith":1828,"ĠPop":1829,"ĠDream":1830,"unk":1831,"umb":1832,"ĠActiv":1833,"ĠProblem":1834,"WAT":1835,"ĠTrail":1836,"aves":1837,"ĠRecord":1838,"ĠColor":1839,"ĠRussia":1840,"erc":1841,"ĠPolic":1842,"ĠSecond":1843,"attle":1844,"ĠLearned":1845,"ĠSteps":1846,"ograp":1847,"SNL":1848,"ck":1849,"ham":1850,"riend":1851,"ĠRespons":1852,"ices":1853,"ĠSpec":1854,"ĠParenting":1855,"ĠDest":1856,"Star":1857,"ĠMusl":1858,"ĠHuman":1859,"ĠFranc":1860,"ĠImport":1861,"ĠFinally":1862,"ĠEduc":1863,"ĠQuestions":1864,"ĠFriends":1865,"WATCH":1866,"FL":1867,"dd":1868,"ĠDav":1869,"ĠHit":1870,"iful":1871,"ĠFac":1872,"ĠMoms":1873,"ĠRefuge":1874,"ĠMilit":1875,"self":1876,"ault":1877,"erry":1878,"ster":1879,"cept":1880,"iam":1881,"ĠSil":1882,"ena":1883,"aker":1884,"ĠInvestig":1885,"room":1886,"cl":1887,"ns":1888,"ĠFoot":1889,"akers":1890,"osp":1891,"ĠComing":1892,"ĠSuggest":1893,"ĠBowl":1894,"ĠEy":1895,"ĠLaws":1896,"ĠAut":1897,"ĠPaul":1898,"ica":1899,"ilar":1900,"ĠPresidential":1901,"ĠBirthday":1902,"giving":1903,"ular":1904,"ĠMedit":1905,"ĠFund":1906,"aud":1907,"down":1908,"ĠIll":1909,"ĠMo":1910,"ĠOb":1911,"very":1912,"FF":1913,"ific":1914,"ĠEasy":1915,"nal":1916,"oice":1917,"ĠTrip":1918,"ĠVery":1919,"ĠMarch":1920,"ĠAdvice":1921,"ĠRules":1922,"Af":1923,"ĠProg":1924,"ĠGrand":1925,"ĠNY":1926,"oof":1927,"ĠJames":1928,"ĠWeekend":1929,"ĠAwards":1930,"ĠRepublican":1931,"12":1932,"ĠRom":1933,"ĠRyan":1934,"ĠParis":1935,"ĠWell":1936,"ĠDemocrats":1937,"ĠKorea":1938,"Par":1939,"aylor":1940,"ĠAng":1941,"Black":1942,"conom":1943,"ĠSan":1944,"urs":1945,"GOP":1946,"ology":1947,"na":1948,"ĠGift":1949,"ouple":1950,"ĠAnnoun":1951,"Le":1952,"ĠSecurity":1953,"ancy":1954,"Wor":1955,"ĠFest":1956,"oween":1957,"ĠNear":1958,"ĠServ":1959,"ging":1960,"key":1961,"ĠAge":1962,"ĠPoll":1963,"ĠSame":1964,"ĠLessons":1965,"ĠAvoid":1966,"que":1967,"lywood":1968,"15":1969,"If":1970,"ced":1971,"ĠWash":1972,"oul":1973,"ĠWins":1974,"ĠFacebook":1975,"ĠSupreme":1976,"ĠUr":1977,"ocks":1978,"oga":1979,"Com":1980,"ĠBoo":1981,"ĠLoss":1982,"ĠMajor":1983,"Get":1984,"rael":1985,"American":1986,"PD":1987,"ĠEqu":1988,"ĠReportedly":1989,"ĠWild":1990,"ared":1991,"ĠInstag":1992,"ral":1993,"sh":1994,"ĠSom":1995,"ased":1996,"be":1997,"ke":1998,"ĠEconom":1999,"ument":2000,"ĠClos":2001,"ĠEnt":2002,"ĠControl":2003,"Ġvs":2004,"sw":2005,"ĠIS":2006,"ĠBrain":2007,"ĠFlor":2008,"ister":2009,"Your":2010,"ĠCor":2011,"aged":2012,"ression":2013,"ĠTex":2014,"tion":2015,"ĠObamacare":2016,"ĠJe":2017,"ask":2018,"Just":2019,"ĠFed":2020,"ĠMet":2021,"ĠPal":2022,"ER":2023,"ners":2024,"Ġ2015":2025,"Week":2026,"ĠSingle":2027,"ĠReview":2028,"ĠTrain":2029,"ĠShares":2030,"iously":2031,"ĠBeautiful":2032,"ĠCult":2033,"ĠRise":2034,"ĠMany":2035,"ĠFat":2036,"oph":2037,"aily":2038,"ĠWinter":2039,"ĠBuild":2040,"ĠReveal":2041,"ĠRoundup":2042,"etween":2043,"ĠTot":2044,"ĠCoun":2045,"ĠMist":2046,"ĠHal":2047,"ĠLo":2048,"urch":2049,"Step":2050,"ĠPrev":2051,"Free":2052,"ĠPress":2053,"ĠHappy":2054,"ĠVisit":2055,"Women":2056,"Paul":2057,"ĠBox":2058,"str":2059,"ĠBeach":2060,"ĠMoment":2061,"oke":2062,"Ġas":2063,"ĠBall":2064,"ĠMatt":2065,"ĠLaunch":2066,"ĠTar":2067,"ĠJen":2068,"ĠAnim":2069,"ĠStudent":2070,"ĠModel":2071,"ering":2072,"ĠTown":2073,"ĠBrown":2074,"ĠGovernment":2075,"HU":2076,"atur":2077,"ĠName":2078,"ĠAssault":2079,"ĠTrailer":2080,"ĠCa":2081,"ĠBud":2082,"ĠLab":2083,"ĠToday":2084,"ĠRoad":2085,"ĠTerror":2086,"ĠFrancis":2087,"ĠDi":2088,"hing":2089,"uly":2090,"ĠShot":2091,"ĠScience":2092,"ision":2093,"ieve":2094,"White":2095,"FFPO":2096,"HUFFPO":2097,"ĠDies":2098,"Su":2099,"ij":2100,"ĠCast":2101,"ĠTrib":2102,"iana":2103,"ĠCruz":2104,"Pol":2105,"ĠUnivers":2106,"ease":2107,"ĠBetween":2108,"ĠShut":2109,"ĠPark":2110,"IV":2111,"urope":2112,"order":2113,"ĠQuestion":2114,"ĠGreen":2115,"ĠSimple":2116,"fits":2117,"ĠPle":2118,"ĠExpect":2119,"ĠOnline":2120,"One":2121,"ĠCou":2122,"ĠBene":2123,"ĠFit":2124,"ĠOpp":2125,"ung":2126,"ondon":2127,"opping":2128,"ĠHalloween":2129,"orm":2130,"ifer":2131,"ĠCond":2132,"ĠWars":2133,"eed":2134,"oe":2135,"head":2136,"ĠIran":2137,"ĠTom":2138,"ĠEff":2139,"ĠTells":2140,"Col":2141,"loy":2142,"ĠFoll":2143,"ĠHate":2144,"ĠHotel":2145,"ĠLatest":2146,"ĠCool":2147,"ĠNomin":2148,"ĠProf":2149,"inds":2150,"ething":2151,"ĠPick":2152,"ĠRich":2153,"ĠFormer":2154,"izz":2155,"ĠCarol":2156,"ples":2157,"ĠEveryone":2158,"ĠBecome":2159,"ĠISIS":2160,"gender":2161,"ĠHosp":2162,"ĠHilar":2163,"oved":2164,"ĠSeries":2165,"ĠEducation":2166,"Wed":2167,"Will":2168,"ĠJack":2169,"ĠBring":2170,"Am":2171,"ĠPoss":2172,"ĠPolitical":2173,"fr":2174,"ĠRu":2175,"ĠEating":2176,"ĠPowerful":2177,"ĠLinked":2178,"ĠCop":2179,"ĠTruth":2180,"ĠDoct":2181,"Ġby":2182,"iter":2183,"ĠBreast":2184,"eorge":2185,"ĠInstagram":2186,"ential":2187,"entine":2188,"lam":2189,"ichel":2190,"ĠReason":2191,"ode":2192,"ĠAttacks":2193,"Gay":2194,"ĠPush":2195,"ĠPrison":2196,"uce":2197,"ara":2198,"lyn":2199,"ĠClean":2200,"ĠJenner":2201,"Bre":2202,"ĠMichael":2203,"ĠCommunity":2204,"fort":2205,"ĠGlobal":2206,"HuffPost":2207,"ĠFans":2208,"aps":2209,"ette":2210,"ĠAmazing":2211,"ĠHope":2212,"ries":2213,"ĠLand":2214,"ĠInj":2215,"ĠJustice":2216,"gether":2217,"Bernie":2218,"uel":2219,"ĠLine":2220,"ĠTogether":2221,"ĠOrder":2222,"RA":2223,"Up":2224,"ĠCouple":2225,"ĠPos":2226,"reen":2227,"aks":2228,"ĠYourself":2229,"ford":2230,"ennifer":2231,"ĠCapt":2232,"Se":2233,"ways":2234,"ĠVoters":2235,"ĠComes":2236,"ortion":2237,"izing":2238,"ĠSpecial":2239,"ĠWashington":2240,"ĠWa":2241,"ĠChina":2242,"ĠSub":2243,"ĠSwift":2244,"ĠBiggest":2245,"ĠMessage":2246,"ĠVacation":2247,"All":2248,"El":2249,"ĠMad":2250,"ĠRoy":2251,"ĠVeg":2252,"ults":2253,"acks":2254,"ĠAren":2255,"ĠEverything":2256,"ĠArrested":2257,"World":2258,"ĠPan":2259,"ĠRoom":2260,"ĠThanksgiving":2261,"ĠTexas":2262,"com":2263,"ĠMatter":2264,"asts":2265,"ĠLearn":2266,"ĠEarth":2267,"ĠFriend":2268,"ĠWalk":2269,"ĠJournal":2270,"Let":2271,"ĠUsing":2272,"ĠHonor":2273,"ĠDirector":2274,"ĠMilitary":2275,"There":2276,"erman":2277,"ĠLik":2278,"ĠNet":2279,"ĠWorking":2280,"ĠBuy":2281,"ĠSuggests":2282,"ĠFore":2283,"ĠAff":2284,"ĠLeave":2285,"ĠVictims":2286,"ĠFlorida":2287,"At":2288,"iction":2289,"AC":2290,"Best":2291,"ators":2292,"ĠPet":2293,"ĠStun":2294,"aper":2295,"izes":2296,"ĠAccused":2297,"Em":2298,"Sex":2299,"ĠHollywood":2300,"ĠBush":2301,"America":2302,"ichelle":2303,"Mom":2304,"ĠBattle":2305,"rets":2306,"ĠImpr":2307,"lex":2308,"ĠCities":2309,"ording":2310,"tern":2311,"ĠInternet":2312,"istration":2313,"Sen":2314,"ĠMental":2315,"ĠNetw":2316,"ĠPolicy":2317,"ĠView":2318,"ĠAbuse":2319,"ĠWorth":2320,"ĠContin":2321,"ĠConvers":2322,"ole":2323,"sy":2324,"tr":2325,"vil":2326,"ĠMoments":2327,"13":2328,"Meet":2329,"ories":2330,"ĠGiving":2331,"Ġ12":2332,"ĠCommon":2333,"Republic":2334,"ĠRelationship":2335,"ĠImportant":2336,"bre":2337,"ĠHaving":2338,"ĠAdorable":2339,"ĠInside":2340,"ĠMagaz":2341,"ĠTast":2342,"ĠDrink":2343,"ĠRestaur":2344,"ĠCops":2345,"ĠAfric":2346,"Not":2347,"ĠCEO":2348,"ĠTweet":2349,"ĠFoods":2350,"ĠMurder":2351,"esome":2352,"itive":2353,"ĠIsland":2354,"ĠChief":2355,"berg":2356,"ĠEnough":2357,"After":2358,"ĠCarolina":2359,"ĠCrash":2360,"ĠRole":2361,"Celebr":2362,"Russ":2363,"iant":2364,"pet":2365,"port":2366,"ĠNFL":2367,"ĠTry":2368,"ĠSmall":2369,"ĠDemocratic":2370,"ĠAllegedly":2371,"ĠEmploy":2372,"ĠAdmin":2373,"ĠColbert":2374,"ĠEmot":2375,"Ne":2376,"band":2377,"esh":2378,"ĠLib":2379,"raq":2380,"ĠSweet":2381,"Democrat":2382,"IC":2383,"ĠCam":2384,"ĠEr":2385,"ĠEurope":2386,"ĠChurch":2387,"ifts":2388,"ĠLeast":2389,"ĠStories":2390,"ĠCouples":2391,"ĠSaid":2392,"ĠWife":2393,"atic":2394,"ĠKing":2395,"ĠShare":2396,"come":2397,"ĠLou":2398,"artment":2399,"ĠImmigration":2400,"Kate":2401,"ĠCust":2402,"anda":2403,"ĠMex":2404,"intage":2405,"BC":2406,"itc":2407,"ĠMedic":2408,"Dis":2409,"IY":2410,"iams":2411,"ĠSide":2412,"ature":2413,"aine":2414,"ĠResearch":2415,"ĠAnt":2416,"Former":2417,"ĠDam":2418,"ĠRub":2419,"ĠReform":2420,"ĠBillion":2421,"ĠChallenge":2422,"ĠResponse":2423,"House":2424,"Je":2425,"Kim":2426,"ĠTaking":2427,"ĠCat":2428,"ĠDanger":2429,"ĠShort":2430,"ĠCompany":2431,"ĠControvers":2432,"ATE":2433,"ĠRespond":2434,"ein":2435,"nect":2436,"eng":2437,"ĠCloth":2438,"ĠExplains":2439,"ss":2440,"ĠFull":2441,"stand":2442,"ĠReady":2443,"ement":2444,"ĠDisease":2445,"ĠColl":2446,"ĠRunning":2447,"ĠBid":2448,"istan":2449,"ago":2450,"ĠMarried":2451,"oving":2452,"ĠPhil":2453,"ĠMarket":2454,"Go":2455,"ĠSav":2456,"ĠFour":2457,"ola":2458,"andal":2459,"ĠAnsw":2460,"ĠWilliams":2461,"ĠIncl":2462,"Ġis":2463,"ĠFan":2464,"ĠPu":2465,"ads":2466,"ĠWorkers":2467,"lection":2468,"back":2469,"ĠTou":2470,"orter":2471,"ĠTodd":2472,"ĠYet":2473,"ada":2474,"ĠPlace":2475,"ĠTransgender":2476,"ĠSigns":2477,"ĠSomething":2478,"50":2479,"BI":2480,"ĠBac":2481,"ĠBomb":2482,"ĠLight":2483,"ĠYoga":2484,"ĠAccording":2485,"iety":2486,"ĠMagazine":2487,"Rec":2488,"por":2489,"ĠBal":2490,"stem":2491,"ĠSpace":2492,"ĠPeace":2493,"ĠPrep":2494,"ĠKilling":2495,"PDATE":2496,"ĠNetwork":2497,"ĠAdministration":2498,"arl":2499,"ĠMel":2500,"ata":2501,"ĠGar":2502,"ĠTrue":2503,"ĠPriv":2504,"Ġ100":2505,"ĠStrug":2506,"ĠStyl":2507,"ĠLeader":2508,"ĠCelebrate":2509,"Life":2510,"bo":2511,"ĠAirl":2512,"rew":2513,"ĠKind":2514,"oop":2515,"ĠTalking":2516,"ĠHarass":2517,"ĠPolitics":2518,"'d":2519,"cent":2520,"ĠDating":2521,"edit":2522,"anta":2523,"ĠOpens":2524,"ĠCharl":2525,"ĠBeat":2526,"ĠSkin":2527,"ĠHomeless":2528,"ĠDifferent":2529,"ĠHospital":2530,"lt":2531,"vin":2532,"ints":2533,"ĠWish":2534,"ĠLoc":2535,"ĠLose":2536,"ĠExecut":2537,"Ġ2017":2538,"ĠResc":2539,"ĠAction":2540,"Jimmy":2541,"NC":2542,"Pe":2543,"ĠHits":2544,"ĠLate":2545,"une":2546,"ĠAlb":2547,"ĠPret":2548,"ĠQueer":2549,"ĠPO":2550,"ĠMuslim":2551,"Pl":2552,"ĠSpot":2553,"ĠLeft":2554,"ĠThose":2555,"ĠTrying":2556,"lying":2557,"ĠPlaces":2558,"ĠLegal":2559,"ĠFemale":2560,"ĠFootball":2561,"Div":2562,"ĠBernie":2563,"ĠOl":2564,"ĠLar":2565,"ĠIsrael":2566,"oogle":2567,"ĠPrim":2568,"ĠWords":2569,"ĠBrit":2570,"ĠDoing":2571,"ĠBank":2572,"Every":2573,"Fl":2574,"Me":2575,"Or":2576,"most":2577,"ĠBed":2578,"ĠIce":2579,"eness":2580,"ĠPort":2581,"icide":2582,"ĠNon":2583,"lear":2584,"ĠAwesome":2585,"ĠHab":2586,"ily":2587,"ĠJew":2588,"ĠSpir":2589,"Ins":2590,"Ġ50":2591,"ĠDinner":2592,"ĠTribute":2593,"ĠMeditation":2594,"ĠFestival":2595,"ores":2596,"ench":2597,"ĠAccess":2598,"More":2599,"ĠSell":2600,"ĠMal":2601,"ĠPounds":2602,"ĠDark":2603,"aly":2604,"ĠLondon":2605,"ricane":2606,"nes":2607,"ĠDiet":2608,"ĠHorr":2609,"ĠRid":2610,"ĠLow":2611,"ept":2612,"ĠSyria":2613,"ĠJudge":2614,"friend":2615,"gg":2616,"ĠSent":2617,"arks":2618,"ured":2619,"uts":2620,"ĠOrgan":2621,"ĠGuy":2622,"Health":2623,"Stephen":2624,"ĠFix":2625,"irst":2626,"ĠChic":2627,"ĠMeans":2628,"era":2629,"ĠDie":2630,"ivil":2631,"ĠPlans":2632,"ĠReality":2633,"ĠOlympics":2634,"ĠBeyond":2635,"Mil":2636,"ky":2637,"ĠWhe":2638,"ĠRoll":2639,"ĠLawm":2640,"ĠSchools":2641,"ĠSlams":2642,"gr":2643,"Ġi":2644,"ĠCub":2645,"ĠCup":2646,"ĠProbably":2647,"ĠSystem":2648,"From":2649,"ĠPOLL":2650,"ĠLot":2651,"ĠLawy":2652,"ĠPlayer":2653,"ĠIndust":2654,"ĠSurviv":2655,"ĠBudget":2656,"abeth":2657,"others":2658,"ĠGovernor":2659,"leton":2660,"ĠCritic":2661,"Game":2662,"rian":2663,"ĠRap":2664,"ĠGender":2665,"ĠInf":2666,"ĠTher":2667,"ĠThinks":2668,"umer":2669,"ĠExerc":2670,"ials":2671,"agement":2672,"ĠIdea":2673,"mel":2674,"tain":2675,"ogue":2676,"ĠMakeup":2677,"ĠStrate":2678,"ĠArtist":2679,"ĠValentine":2680,"uthor":2681,"ĠService":2682,"ĠTotally":2683,"Wedding":2684,"Che":2685,"go":2686,"ĠPull":2687,"ĠCandidate":2688,"App":2689,"Cr":2690,"Cal":2691,"usband":2692,"ĠAlways":2693,"ĠProduc":2694,"ĠCulture":2695,"PS":2696,"ĠPict":2697,"ĠDate":2698,"ĠNation":2699,"ĠReb":2700,"echn":2701,"Who":2702,"ĠSmith":2703,"ĠFinal":2704,"ĠPersonal":2705,"**":2706,"Dear":2707,"lin":2708,"ĠPen":2709,"ĠVintage":2710,"ended":2711,"ĠFemin":2712,"ĠSuspect":2713,"ĠAust":2714,"ĠBag":2715,"ĠOil":2716,"amed":2717,"chool":2718,"ĠUnion":2719,"ĠMyth":2720,"ĠTurns":2721,"Ġfr":2722,"incess":2723,"onc":2724,"ece":2725,"ĠOlympic":2726,"ĠMoore":2727,"IN":2728,"ergy":2729,"ĠHour":2730,"ĠRape":2731,"idays":2732,"ĠFront":2733,"ĠCraz":2734,"ĠCarpet":2735,"ĠAmid":2736,"oring":2737,"ĠGod":2738,"ĠOffers":2739,"ĠFamilies":2740,"ouble":2741,"ĠMiddleton":2742,"ĠPerformance":2743,"ĠAngel":2744,"Ġfrom":2745,"ening":2746,"aked":2747,"ĠUsed":2748,"UPDATE":2749,"bers":2750,"to":2751,"ĠPred":2752,"ĠFinanc":2753,"anye":2754,"ĠJobs":2755,"ĠSurprising":2756,"Har":2757,"ania":2758,"oric":2759,"utes":2760,"ĠUlt":2761,"essions":2762,"ĠMart":2763,"ghan":2764,"ĠRecipe":2765,"ĠPossible":2766,"ĠSince":2767,"ready":2768,"ĠDisney":2769,"flix":2770,"ĠFox":2771,"ĠThree":2772,"onder":2773,"ĠEndors":2774,"cover":2775,"ĠExplain":2776,"ĠRacist":2777,"ĠMiddle":2778,"ĠTre":2779,"acher":2780,"ĠVeter":2781,"ĠDavid":2782,"ĠRad":2783,"ĠAlready":2784,"izabeth":2785,"ĠHolidays":2786,"cr":2787,"edy":2788,"ades":2789,"uson":2790,"ĠPhotograp":2791,"ĠRelig":2792,"ĠMissing":2793,"ĠOscar":2794,"ĠIndustry":2795,"Time":2796,"uary":2797,"ini":2798,"illy":2799,"ĠStew":2800,"Chris":2801,"ĠIncre":2802,"ĠFriday":2803,"Ġ11":2804,"ĠBlood":2805,"Woman":2806,"erguson":2807,"ih":2808,"oad":2809,"anks":2810,"ĠScott":2811,"ĠUses":2812,"Love":2813,"yle":2814,"ĠBull":2815,"imes":2816,"ĠSports":2817,"Ġ24":2818,"ĠBlog":2819,"ientists":2820,"ĠFederal":2821,"iny":2822,"ĠWine":2823,"ote":2824,"ĠWeird":2825,"ĠSecrets":2826,"ĠAppr":2827,"ĠRefugees":2828,"ĠFake":2829,"ĠHaw":2830,"ĠAnnivers":2831,"ĠBelieve":2832,"ĠHappened":2833,"So":2834,"ĠFast":2835,"ĠJones":2836,"apan":2837,"ĠAbs":2838,"ĠSpl":2839,"ĠBlock":2840,"offee":2841,"ville":2842,"pite":2843,"stein":2844,"ulous":2845,"ousands":2846,"uction":2847,"ĠRussian":2848,"ĠEarly":2849,"ield":2850,"ĠTreatment":2851,"ĠNYC":2852,"Bey":2853,"Where":2854,"ĠPerry":2855,"ĠConfir":2856,"North":2857,"Some":2858,"Te":2859,"uana":2860,"ĠSick":2861,"ĠFaces":2862,"aring":2863,"ĠMid":2864,"ĠIslam":2865,"uclear":2866,"velop":2867,"ĠSusp":2868,"ĠAnniversary":2869,"ients":2870,"irt":2871,"ĠHappiness":2872,"ĠDepression":2873,"Bab":2874,"ĠHack":2875,"ills":2876,"ensive":2877,"ĠThrones":2878,"ĠSnow":2879,"ĠPregnancy":2880,"ĠPrevent":2881,"inc":2882,"ĠMir":2883,"ised":2884,"ĠOnce":2885,"ization":2886,"ences":2887,"ĠHotels":2888,"ĠConserv":2889,"ĠGener":2890,"ĠLGBTQ":2891,"ĠProposal":2892,"ĠBoost":2893,"dings":2894,"ĠCard":2895,"ĠBen":2896,"ĠFair":2897,"ĠGifts":2898,"ĠReact":2899,"ressed":2900,"Christ":2901,"ijuana":2902,"sych":2903,"14":2904,"Res":2905,"orial":2906,"ically":2907,"Ġ15":2908,"ĠEdit":2909,"ĠConversation":2910,"ĠAhead":2911,"ĠOw":2912,"ĠDaily":2913,"upt":2914,"ĠSinger":2915,"ĠCostum":2916,"ĠSurprise":2917,"ĠChanged":2918,"itchen":2919,"ĠStewart":2920,"ki":2921,"ĠTechn":2922,"idence":2923,"ĠSeen":2924,"ĠSmart":2925,"ĠBabies":2926,"ĠProblems":2927,"ĠPregnant":2928,"ĠLikely":2929,"ĠSpirit":2930,"Jennifer":2931,"Min":2932,"hem":2933,"ĠRepl":2934,"ĠApple":2935,"ĠCreate":2936,"amous":2937,"ĠShopping":2938,"ified":2939,"ĠHelps":2940,"ĠEvolution":2941,"ĠGolden":2942,"ĠHarassment":2943,"ĠWel":2944,"ĠBi":2945,"ĠFive":2946,"ĠIraq":2947,"ĠDig":2948,"ĠDance":2949,"ĠTrends":2950,"ĠKelly":2951,"Pres":2952,"olutions":2953,"ĠSafe":2954,"Divorce":2955,"rick":2956,"ĠTaylor":2957,"ĠCake":2958,"ĠHero":2959,"han":2960,"ĠHusband":2961,"edom":2962,"Trans":2963,"ĠVoter":2964,"People":2965,"Hol":2966,"ĠCivil":2967,"ĠRum":2968,"ĠComments":2969,"ĠResign":2970,"ĠDefends":2971,"ĠRaise":2972,"ĠRelease":2973,"ving":2974,"atives":2975,"ĠRally":2976,"ĠGal":2977,"ety":2978,"essica":2979,"ĠChick":2980,"ĠExc":2981,"ikes":2982,"ĠWorkout":2983,"ĠPrem":2984,"ĠCalled":2985,"ĠPlanned":2986,"Cra":2987,"RE":2988,"ĠNames":2989,"ĠThird":2990,"ĠThought":2991,"ĠRece":2992,"ĠJail":2993,"ĠDev":2994,"ocol":2995,"ĠProbe":2996,"ĠClaim":2997,"ĠIssues":2998,"ĠLawsuit":2999,"bola":3000,"ĠAuthor":3001,"ĠSearch":3002,"ĠCock":3003,"ĠBath":3004,"ĠDre":3005,"ĠKick":3006,"ĠPract":3007,"ipe":3008,"ĠWeddings":3009,"ĠHappens":3010,"ĠCelebrity":3011,"Police":3012,"ĠBenefits":3013,"ĠHilarious":3014,"DA":3015,"En":3016,"Girl":3017,"gers":3018,"oom":3019,"anies":3020,"reg":3021,"iger":3022,"ired":3023,"oose":3024,"ĠJuly":3025,"ĠDevelop":3026,"ĠDiscuss":3027,"list":3028,"utr":3029,"ĠAlmost":3030,"ĠBrings":3031,"ĠHarvey":3032,"ĠIdent":3033,"ĠTouch":3034,"BA":3035,"Cong":3036,"Off":3037,"ees":3038,"ique":3039,"ĠMos":3040,"ĠData":3041,"thlet":3042,"ĠWorks":3043,"ĠAlbum":3044,"Sm":3045,"la":3046,"ĠX":3047,"ĠSqu":3048,"het":3049,"isc":3050,"ĠEmer":3051,"ĠAbortion":3052,"ĠConnect":3053,"ĠDrag":3054,"ĠRepeal":3055,"ĠDepartment":3056,"anna":3057,"ĠUltimate":3058,"Big":3059,"ĠTrad":3060,"ado":3061,"ĠPhone":3062,"ĠStrong":3063,"ĠDogs":3064,"ĠIssue":3065,"ef":3066,"ĠWood":3067,"ĠHelped":3068,"ĠAmong":3069,"ĠMovies":3070,"ĠRubio":3071,"ĠDangerous":3072,"bor":3073,"ched":3074,"kin":3075,"ĠChoice":3076,"ĠMarijuana":3077,"Str":3078,"ĠLouis":3079,"Pre":3080,"light":3081,"ining":3082,"ĠIgn":3083,"ĠDan":3084,"ĠEast":3085,"ĠTeens":3086,"ĠEnv":3087,"ĠApolog":3088,"STER":3089,"ĠCenter":3090,"ĠFinancial":3091,"Part":3092,"ĠCatch":3093,"ĠReun":3094,"ĠProve":3095,"ĠAffect":3096,"ĠOutside":3097,"ĠFallon":3098,"LLSTER":3099,"ĠDads":3100,"ĠTurkey":3101,"ĠAnnounces":3102,"ĠTarget":3103,"HUFFPOLLSTER":3104,"ĠEmotional":3105,"ĠPretty":3106,"Act":3107,"rus":3108,"ĠLim":3109,"ĠNuclear":3110,"umber":3111,"ĠKitchen":3112,"ĠJon":3113,"abb":3114,"ĠConc":3115,"ĠScandal":3116,"ĠConsider":3117,"ĠAddress":3118,"Super":3119,"ĠPrimary":3120,"Bar":3121,"PA":3122,"fit":3123,"ĠSun":3124,"ĠRen":3125,"ĠScr":3126,"ĠWarns":3127,"ĠHelping":3128,"ĠFighting":3129,"ĠParenthood":3130,"Two":3131,"ĠDesigner":3132,"ĠDestr":3133,"ĠInvestigation":3134,"IF":3135,"Ind":3136,"Tom":3137,"oor":3138,"ĠSoul":3139,"ĠEle":3140,"ests":3141,"ĠFrench":3142,"ĠSea":3143,"ĠFlight":3144,"ĠAcr":3145,"ĠGuns":3146,"ĠFacts":3147,"ination":3148,"ĠYouth":3149,"ĠClose":3150,"ĠShouldn":3151,"ĠDivers":3152,"Should":3153,"ĠProgram":3154,"ĠEffect":3155,"ĠStunning":3156,"Republicans":3157,"mon":3158,"more":3159,"ĠThen":3160,"ĠEss":3161,"ĠTroll":3162,"ĠJoy":3163,"ĠNeg":3164,"ĠNothing":3165,"ĠMedical":3166,"ĠKills":3167,"ĠAirport":3168,"ĠSecretary":3169,"ĠOscars":3170,"ĠMistakes":3171,"board":3172,"First":3173,"Michael":3174,"ĠTech":3175,"ĠLif":3176,"ĠLater":3177,"ĠStaff":3178,"ĠKate":3179,"ĠJr":3180,"ĠChair":3181,"ĠDocument":3182,"ĠMeeting":3183,"ĠEquality":3184,"Democrats":3185,"ĠHabits":3186,"ocolate":3187,"Back":3188,"Most":3189,"aith":3190,"gia":3191,"omes":3192,"olf":3193,"ĠMaher":3194,"Law":3195,"NN":3196,"ĠStore":3197,"ĠGrow":3198,"Ġ30":3199,"ĠSomeone":3200,"niest":3201,"ĠBooks":3202,"ĠPin":3203,"ĠEsc":3204,"ĠVe":3205,"emy":3206,"ĠCold":3207,"ĠIncred":3208,"ĠOfficer":3209,"ĠLonger":3210,"ĠHalf":3211,"Rob":3212,"Sw":3213,"inger":3214,"ĠForce":3215,"usive":3216,"thers":3217,"ĠWhich":3218,"osed":3219,"aging":3220,"ĠBrid":3221,"ĠAsks":3222,"ĠLeaves":3223,"ĠUnited":3224,"ĠPercent":3225,"ĠActress":3226,"ĠBreaks":3227,"ĠSenator":3228,"ĠUniversity":3229,"oncÃ©":3230,"Mus":3231,"Our":3232,"ted":3233,"ĠCause":3234,"ĠCoffee":3235,"outs":3236,"ĠEgg":3237,"illing":3238,"ify":3239,"ĠPlane":3240,"ĠMcC":3241,"ĠEpis":3242,"ĠMatters":3243,"ĠTherap":3244,"With":3245,"ym":3246,"ered":3247,"ĠGames":3248,"ids":3249,"ager":3250,"ĠAds":3251,"raight":3252,"ĠHurricane":3253,"ĠReturns":3254,"ĠAutism":3255,"ĠCockt":3256,"ĠWent":3257,"itiz":3258,"enting":3259,"ĠReach":3260,"ĠRequ":3261,"ĠForg":3262,"ube":3263,"icted":3264,"Twitter":3265,"ĠSafety":3266,"ĠMexico":3267,"Congress":3268,"cle":3269,"ĠAthlet":3270,"ĠBurn":3271,"ĠFBI":3272,"ural":3273,"ooking":3274,"ĠGuil":3275,"ĠPresid":3276,"ĠMuse":3277,"ĠRemember":3278,"ĠImage":3279,"ĠUnderstand":3280,"ĠPoor":3281,"ĠProgress":3282,"ĠMartin":3283,"Ben":3284,"Des":3285,"eat":3286,"ved":3287,"inese":3288,"ĠIcon":3289,"ently":3290,"ĠProv":3291,"ĠProves":3292,"Ġ14":3293,"ĠScreen":3294,"ĠWarren":3295,"ĠVoting":3296,"ĠLooking":3297,"ĠDecision":3298,"ĠCompanies":3299,"ĠTransform":3300,"ĠInternational":3301,"ĠOfficials":3302,"Baby":3303,"LGBT":3304,"Tex":3305,"ĠHuge":3306,"ĠProc":3307,"ĠBeer":3308,"Ġ13":3309,"Stud":3310,"ĠVirgin":3311,"Ab":3312,"time":3313,"ux":3314,"ston":3315,"ĠTried":3316,"iron":3317,"ĠPros":3318,"ĠVol":3319,"ĠCheck":3320,"ĠDeadly":3321,"ĠCyrus":3322,"Face":3323,"Miss":3324,"Michelle":3325,"Pope":3326,"ĠTyp":3327,"ĠPers":3328,"ĠFraud":3329,"oston":3330,"ĠRecover":3331,"ĠFeat":3332,"mys":3333,"ĠCharged":3334,"helor":3335,"ĠSupporters":3336,"ĠAcross":3337,"ium":3338,"ĠSeek":3339,"ĠSold":3340,"ona":3341,"oria":3342,"using":3343,"ĠChris":3344,"aven":3345,"ucky":3346,"ĠKimmel":3347,"aii":3348,"ĠExercise":3349,"Rel":3350,"Tre":3351,"ĠBul":3352,"ĠTrick":3353,"ĠChamp":3354,"ĠDecor":3355,"ĠRemind":3356,"ĠMoving":3357,"de":3358,"hips":3359,"ĠPur":3360,"ĠDIY":3361,"aying":3362,"ĠPrince":3363,"empt":3364,"llen":3365,"ĠMayor":3366,"ĠAppear":3367,"Real":3368,"ĠProject":3369,"ĠImprove":3370,"School":3371,"ĠSett":3372,"orge":3373,"arah":3374,"ĠLam":3375,"ĠTold":3376,"ĠInfl":3377,"ĠTrial":3378,"ĠUS":3379,"ĠDeep":3380,"ifying":3381,"ĠEye":3382,"ĠVegas":3383,"Day":3384,"bur":3385,"nell":3386,"zz":3387,"ĠBas":3388,"ĠMu":3389,"ĠMac":3390,"ĠHIV":3391,"ĠWord":3392,"ĠCanc":3393,"appy":3394,"apped":3395,"ĠNoah":3396,"ĠJoe":3397,"ĠCandidates":3398,"ĠCustom":3399,"Good":3400,"dom":3401,"feed":3402,"ĠWonder":3403,"aries":3404,"ota":3405,"ivity":3406,"ĠAnx":3407,"ĠTeacher":3408,"ĠCelebrities":3409,"reds":3410,"ĠLabor":3411,"100":3412,"?'":3413,"ĠFoc":3414,"arre":3415,"ato":3416,"icious":3417,"eline":3418,"ĠTrend":3419,"ĠCrime":3420,"ĠBlue":3421,"aug":3422,"lando":3423,"ĠNetflix":3424,"Sur":3425,"Sec":3426,"ined":3427,"ĠPsych":3428,"ĠRing":3429,"ĠGave":3430,"ided":3431,"aming":3432,"ĠCoach":3433,"ĠCareer":3434,"ĠDecl":3435,"ĠBoys":3436,"ĠLaunches":3437,"vers":3438,"ĠFact":3439,"ĠMot":3440,"ĠPack":3441,"ĠHims":3442,"ession":3443,"ĠEnergy":3444,"ĠModern":3445,"ĠJohnson":3446,"ĠToddler":3447,"ironment":3448,"ĠHimself":3449,"aty":3450,"tha":3451,"ability":3452,"ogn":3453,"ĠCredit":3454,"ĠActor":3455,"ĠPoint":3456,"ĠBiden":3457,"ĠChicago":3458,"ĠLawyer":3459,"NY":3460,"Wal":3461,"dy":3462,"iers":3463,"ĠHa":3464,"ĠHun":3465,"ĠEbola":3466,"ĠHold":3467,"ĠPlanning":3468,"ĠLegend":3469,"ĠProtests":3470,"ĠMindful":3471,"Phone":3472,"ĠMovement":3473,"ĠEconomy":3474,"Inspir":3475,"California":3476,"ĠChicken":3477,".'":3478,"Does":3479,"Find":3480,"Jud":3481,"ban":3482,"ĠIr":3483,"ĠOthers":3484,"ĠRow":3485,"estic":3486,"illed":3487,"ĠSuicide":3488,"ĠBrand":3489,"ika":3490,"ĠGram":3491,"ĠAgre":3492,"ĠProtesters":3493,"ĠExperience":3494,"ĠFreedom":3495,"ĠCrazy":3496,"hio":3497,"ocking":3498,"orney":3499,"ĠCelebrates":3500,"ĠLegacy":3501,"ĠStorm":3502,"ĠViral":3503,"ĠMuseum":3504,"Dad":3505,"Gu":3506,"hol":3507,"erve":3508,"ĠGeorge":3509,"iles":3510,"igan":3511,"ĠKnew":3512,"ĠCommitt":3513,"rimin":3514,"arian":3515,"ĠMatch":3516,"ĠTrade":3517,"ĠBecomes":3518,"ĠDespite":3519,"ĠSoccer":3520,"ĠExperts":3521,"Phot":3522,"ĠComplet":3523,"ĠPopular":3524,"Weekly":3525,"ĠCos":3526,"ĠCream":3527,"ĠBreat":3528,"ĠHuffPost":3529,"ĠLes":3530,"ires":3531,"ĠJimmy":3532,"obe":3533,"ĠCrow":3534,"Stop":3535,"ĠSurvey":3536,"ances":3537,"ĠFunniest":3538,"Art":3539,"ĠAsked":3540,"President":3541,"fast":3542,"ĠTed":3543,"ĠSit":3544,"ĠCitiz":3545,"ĠHous":3546,"ĠEf":3547,"ĠEth":3548,"imp":3549,"istic":3550,"obby":3551,"ĠAfghan":3552,"ĠReporter":3553,"ĠFlag":3554,"ĠWanted":3555,"pected":3556,"Ed":3557,"ead":3558,"ĠCame":3559,"ored":3560,"ĠHell":3561,"rey":3562,"ĠVan":3563,"ĠCrack":3564,"epend":3565,"ĠResults":3566,"ĠDivor":3567,"ĠMoves":3568,"ĠPuts":3569,"ĠChanges":3570,"ĠJeff":3571,"ĠAirlines":3572,"ĠSplit":3573,"Bay":3574,"Even":3575,"See":3576,"UD":3577,"Ġ[":3578,"ĠBorder":3579,"ĠDoll":3580,"ĠClub":3581,"ĠAdop":3582,"ucks":3583,"ĠThank":3584,"ĠDoctor":3585,"ĠEpisode":3586,"Cons":3587,"James":3588,"US":3589,"zen":3590,"ĠHop":3591,"ĠLoves":3592,"ĠGard":3593,"ĠForm":3594,"abama":3595,"ansas":3596,"astic":3597,"ĠDish":3598,"ĠPlayers":3599,"ĠGeneral":3600,"audi":3601,"Spr":3602,"Sleep":3603,"instein":3604,"ĠFerguson":3605,"ĠFamous":3606,"ĠPence":3607,"ĠPope":3608,"ĠEach":3609,"ĠJump":3610,"ĠShop":3611,"ĠReports":3612,"ĠEnter":3613,"ancing":3614,"ĠRetire":3615,"eorgia":3616,"ĠInspiration":3617,"ĠForeign":3618,"ĠRestaurant":3619,"ĠResponds":3620,"!'":3621,"High":3622,"Over":3623,"Que":3624,"house":3625,"nam":3626,"we":3627,"ĠWears":3628,"itions":3629,"owers":3630,"lec":3631,"ĠStage":3632,"ocr":3633,"ĠCross":3634,"ĠMinutes":3635,"ĠHistoric":3636,"ĠBoard":3637,"ĠDrugs":3638,"Senate":3639,"EA":3640,"Food":3641,"par":3642,"erk":3643,"ĠSam":3644,"ĠII":3645,"ĠRain":3646,"ĠTook":3647,"ĠChocolate":3648,"ĠArg":3649,"Ste":3650,"ĠDefense":3651,"ĠDresses":3652,"erto":3653,"ĠReleases":3654,"ĠMassive":3655,"ĠLosing":3656,"ĠMonths":3657,"ĠSongs":3658,"ĠRomney":3659,"izza":3660,"ĠDreams":3661,"ĠIncredible":3662,"Flor":3663,"Rem":3664,"ĠObs":3665,"ĠStraight":3666,"ĠTrack":3667,"ĠPra":3668,"abet":3669,"ĠWorse":3670,"ĠBroad":3671,"ĠUpd":3672,"ĠPatients":3673,"ĠRacism":3674,"cast":3675,"tim":3676,"ued":3677,"esity":3678,"ĠFew":3679,"ĠStat":3680,"oos":3681,"ĠSure":3682,"ĠCoast":3683,"oken":3684,"ĠHomes":3685,"ĠAllegations":3686,"ĠNearly":3687,"ĠFitness":3688,"ĠDestroy":3689,"TV":3690,"ble":3691,"vor":3692,"zy":3693,"ĠDu":3694,"ĠLunch":3695,"otic":3696,"ĠVIDEO":3697,"ĠWhole":3698,"ĠCompet":3699,"ĠAdvent":3700,"ĠVictory":3701,"ĠDiscrimin":3702,"ĠLocal":3703,"Texas":3704,"Tal":3705,"Work":3706,"mar":3707,"ya":3708,"ĠCell":3709,"asc":3710,"owa":3711,"ĠBeg":3712,"ĠFrank":3713,"Ġ21":3714,"Ġ25":3715,"ĠDone":3716,"ĠGrad":3717,"ĠAward":3718,"ĠSoon":3719,"ĠJourney":3720,"ILL":3721,"Making":3722,"Qu":3723,"Ted":3724,"ĠRout":3725,"ĠInn":3726,"ĠSpending":3727,"ĠScene":3728,"ĠVideos":3729,"ĠClassic":3730,"orgeous":3731,"Taylor":3732,"Tube":3733,"res":3734,"ĠFig":3735,"ĠMike":3736,"itut":3737,"ican":3738,"ĠGag":3739,"eck":3740,"ighter":3741,"ĠComey":3742,"ĠNote":3743,"Brit":3744,"ĠPolitic":3745,"ĠAlleged":3746,"ĠCuts":3747,"ĠEyes":3748,"Rac":3749,"ĠSale":3750,"ĠDia":3751,"ĠKiss":3752,"alls":3753,"ĠSund":3754,"ĠGrowing":3755,"onday":3756,"ĠLesson":3757,"ĠAfrica":3758,"ĠHours":3759,"feeding":3760,"ES":3761,"Fashion":3762,"ĠBase":3763,"ĠHands":3764,"ĠVers":3765,"ĠAfford":3766,"ĠFired":3767,"ĠAccount":3768,"ĠInsur":3769,"ĠSaying":3770,"ĠCharges":3771,"ĠPlaying":3772,"ĠChristian":3773,"ronic":3774,"ĠTaste":3775,"ihanna":3776,"Tur":3777,"Ġe":3778,"ĠWat":3779,"ĠBoss":3780,"ĠHam":3781,"rep":3782,"elt":3783,"acter":3784,"ĠJapan":3785,"ĠShoes":3786,"osis":3787,"emon":3788,"Ġ200":3789,"ĠAttorney":3790,"ĠEmb":3791,"idden":3792,"ĠPutin":3793,"ĠEpic":3794,"ĠActivists":3795,"ĠRefugee":3796,"ophob":3797,"atural":3798,"ĠContinues":3799,"16":3800,"ĠTy":3801,"ĠBott":3802,"aken":3803,"ĠSuff":3804,"âĢĺ":3805,"ĠWeather":3806,"ĠSchumer":3807,"ĠCheese":3808,"ĠLeads":3809,"ĠDebt":3810,"ĠSandy":3811,"ĠChanging":3812,"ĠEngagement":3813,"FO":3814,"George":3815,"coming":3816,"evin":3817,"iat":3818,"where":3819,"inal":3820,"ĠSanta":3821,"ĠDom":3822,"ĠGoogle":3823,"asy":3824,"ĠOutr":3825,"ĠUnt":3826,"rene":3827,"ĠEvent":3828,"ĠPlanet":3829,"ĠInspired":3830,"ĠTechnology":3831,"Ac":3832,"Friend":3833,"ĠTack":3834,"ĠBik":3835,"oud":3836,"oma":3837,"lement":3838,"igen":3839,"ĠForward":3840,"ĠComb":3841,"ĠArab":3842,"ĠEmbr":3843,"pril":3844,"Friday":3845,"ĠTeachers":3846,"ĠCorpor":3847,"ĠAnimal":3848,"ĠAustral":3849,"25":3850,"Im":3851,"Mon":3852,"South":3853,"War":3854,"rod":3855,"erence":3856,"ĠNeigh":3857,"ived":3858,"ĠBecame":3859,"ĠChef":3860,"Being":3861,"ĠCosts":3862,"ĠRacial":3863,"ĠAddiction":3864,"ĠRoyal":3865,"ĠSaved":3866,"Fox":3867,"rie":3868,"ĠTit":3869,"ĠNumber":3870,"elist":3871,"ading":3872,"ĠBegin":3873,"Ġ16":3874,"oking":3875,"Americans":3876,"ĠIllness":3877,"ĠRule":3878,"ĠAnxiety":3879,"Red":3880,"ĠMob":3881,"ita":3882,"oms":3883,"otes":3884,"ĠTries":3885,"ester":3886,"ĠVoice":3887,"Ġ18":3888,"ĠOffer":3889,"ĠOrlando":3890,"ĠGreatest":3891,"ĠConvention":3892,"ĠTraining":3893,"Elizabeth":3894,"Gen":3895,"Hom":3896,"Hear":3897,"Teen":3898,"erts":3899,"ĠBand":3900,"ĠNail":3901,"ooper":3902,"ĠPrincess":3903,"aint":3904,"ĠCrimin":3905,"ĠAmb":3906,"ĠMembers":3907,"ĠInstead":3908,"ĠCountries":3909,"ĠCongressman":3910,"ipping":3911,"ĠSales":3912,"ĠFollow":3913,"Recipe":3914,"ĠPrivate":3915,"ĠEnvironment":3916,"Out":3917,"ĠTick":3918,"ĠLower":3919,"icer":3920,"ĠChance":3921,"ĠConcer":3922,"ĠBride":3923,"antic":3924,"ĠDriver":3925,"ashes":3926,"ĠBanks":3927,"ĠBreakfast":3928,"ĠDeliver":3929,"ĠBehav":3930,"ĠTherapy":3931,"Gl":3932,"Mad":3933,"lish":3934,"ĠTaught":3935,"ĠAud":3936,"ĠFaith":3937,"ĠMount":3938,"ĠPride":3939,"ables":3940,"ĠHeal":3941,"road":3942,"ĠSpeaks":3943,"ĠGroups":3944,"ĠSanct":3945,"ĠDoctors":3946,"ĠControversial":3947,"ĠProducts":3948,"Inspired":3949,"Sup":3950,"oint":3951,"ĠChann":3952,"istance":3953,"ĠDrops":3954,"ichigan":3955,"Ġ40":3956,"ĠGlobes":3957,"ĠAffair":3958,"ĠBathroom":3959,"ĠDiversity":3960,"CA":3961,"Dav":3962,"Famil":3963,"Mike":3964,"NA":3965,"hy":3966,"hold":3967,"kward":3968,"ĠFails":3969,"ĠMey":3970,"ĠGerman":3971,"ander":3972,"ĠJan":3973,"elling":3974,"Report":3975,"ĠCruise":3976,"Weekend":3977,"ĠLawmakers":3978,"Facebook":3979,"Trevor":3980,"kes":3981,"erate":3982,"ĠSessions":3983,"ĠCele":3984,"ĠTow":3985,"elves":3986,"emen":3987,"eller":3988,"ibility":3989,"ĠCollection":3990,"ĠAccident":3991,"ĠModels":3992,"Getting":3993,"ĠRumors":3994,"ĠFeatures":3995,"Air":3996,"Home":3997,"MA":3998,"ĠPi":3999,"ĠOK":4000,"ĠHILL":4001,