#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ !
Ġ `
d o
u p
w n
Ġ do
Ġ up
Ġdo wn
Ġ a
Ġ _
Ġ "
Ġ ^
Ġ #
Ġ ]
Ġ [
Ġ A
Ġ $
Ġ %
Ġ \
Ġ &
Ġ Y
Ġ (
Ġ Z
Ġ P
Ġ '
Ġ V
Ġ X
Ġ K
Ġ 1
Ġ +
Ġ 6
Ġ *
Ġ R
Ġ W
Ġ /
Ġ -
Ġ )
Ġ S
Ġ U
Ġ ,
Ġ T
Ġ 0
Ġ D
Ġ =
Ġ Q
Ġ F
Ġ I
Ġ L
Ġ 2
Ġ N
Ġ C
Ġ .
Ġ G
Ġ E
Ġ M
Ġ 5
Ġ O
Ġ 8
Ġ <
Ġ ?
Ġ 4
Ġ 9
Ġ >
Ġ 3
Ġ H
Ġ :
Ġ ;
Ġ B
Ġ 7
Ġ @
Ġ J
0 0
0 1
0 2
0 3
0 4
0 5
0 6
0 7
0 8
0 9
1 0
1 1
1 2
1 3
1 4
1 5
1 6
1 7
1 8
1 9
2 0
2 1
2 2
2 3
2 4
2 5
2 6
2 7
